{
  "items": [
    {
      "id": "live-1",
      "title": "BREAKING: Iron Dome Intercepts Multiple Projectiles Over Northern Israel",
      "content": "The Israeli military reported that the Iron Dome air defense system successfully intercepted several projectiles fired from Lebanon toward northern Israel. No casualties were reported. The IDF is monitoring the situation closely.",
      "timestamp": "2024-06-20T08:15:00Z",
      "source": "IDF Spokesperson",
      "url": "https://www.idf.il",
      "tags": ["IDF", "Iron Dome", "Lebanon", "Security"]
    },
    {
      "id": "live-2",
      "title": "Cyber Security Alert: Major Banks Report Attempted Breach",
      "content": "Israel's National Cyber Directorate issued an urgent warning after detecting sophisticated cyber attacks targeting the financial sector. Banks have implemented enhanced security protocols.",
      "timestamp": "2024-06-20T07:45:00Z",
      "source": "National Cyber Directorate",
      "url": "#",
      "tags": ["Cyber", "Banking", "Security"]
    },
    {
      "id": "live-3",
      "title": "Economic Update: Tech Exports Reach Record High Despite Regional Tensions",
      "content": "Israel's tech sector continues to show remarkable resilience with exports reaching $15.2 billion in Q2 2024, marking a 12% increase year-over-year. The growth comes despite ongoing regional security challenges.",
      "timestamp": "2024-06-20T06:30:00Z",
      "source": "Ministry of Economy",
      "url": "#",
      "tags": ["Economy", "Tech", "Exports"]
    },
    {
      "id": "live-4",
      "title": "Diplomatic Development: US Envoy Arrives for Regional Security Talks",
      "content": "A senior US diplomatic delegation has arrived in Tel Aviv for high-level security consultations. The talks will focus on regional stability and defense cooperation.",
      "timestamp": "2024-06-20T05:00:00Z",
      "source": "Foreign Ministry",
      "url": "#",
      "tags": ["Diplomacy", "US", "Security"]
    },
    {
      "id": "live-5",
      "title": "Gaza Border: Humanitarian Aid Convoy Enters Through Kerem Shalom",
      "content": "A convoy of 50 trucks carrying humanitarian supplies entered Gaza through the Kerem Shalom crossing. The shipment includes medical supplies and food aid.",
      "timestamp": "2024-06-20T04:30:00Z",
      "source": "COGAT",
      "url": "#",
      "tags": ["Gaza", "Humanitarian", "COGAT"]
    }
  ]
}